Repository: Shakhboz2021/weatherApp
Catalog: Weather/Recources/*.lproj/Localizable.strings
Languages: uz

source: Get weather info
uz: Ob-havo ma'lumoti

# get_weekly_weather_info
source: Weekly weather
uz: Haftalik ob-havo

# choose_languge
source: Choose language
uz: Tilni tanlang

source: Choose
uz: Tanlash

# daily_temp
source: Daily weather
uz: Kunlik ob-havo

# current_temp
source: Current:
uz: Hozir:

source: City:
uz: Shahar:

source: Country:
uz: Mamlakat:

source: Sunset:
uz: Quyosh botish:

source: Sunrise:
uz: Quuosh chiqish:

source: Weather
uz: Ob-havo
